Revit 2027 API
ParameterTypeId.FbxLightEfficacy Property
 "Efficacy"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId FbxLightEfficacy { get; }
Public Shared ReadOnly Property FbxLightEfficacy As ForgeTypeId
	Get
public:
static property ForgeTypeId^ FbxLightEfficacy {
	ForgeTypeId^ get ();
}
static member FbxLightEfficacy : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace